Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/sami_parlamentarals_raddi_fi/climat_pohjoiss.pdf.tmx
Source language: sme
Languages: sms

source: Sámi parlamentáralaš ráđi dálkkádatpolitihkalaš strategiija
sms: SääŠm parlamenttaarla suåvtõõzz äimmpolitiikklaž tuåimmjemplaan

source: Dohkkehuvvon Sámi parlamentáralaš ráđis 14.04.2010
sms: Primmʼmum sääŠm parlamenttaarla suåvtõõzz såbbrest 14.04.2010

source: Sámi parlamentáralaš ráđđi rámida ON:a Olmmošvuoigatvuođaráđi go mearrádusástis ja doaimmastit deattuha oktavuođa gaskkal dálkkádatrievdamiid ja máilmmiviidosaš olmmošvuoigatvuođaid, ja go dat nu čielgasit orru vuhtiiváldimin álgoálbmogiid hearkkes dili dálkkádatrievdamiid oktavuođas.
sms: SääŠm parlamenttaarlaž suåvtõs (SPN) lij pueŠrr miõlâst YK ooumažvuõiggâdvuõttkomissio diõtt, ku tõt teäddad pueŠrben tuŠmmstõõǥǥin mâiŠd tuŠmmai da tuåimmjumuužžin mäŠhtt tuåimmai. teäddad pueŠrben äimm-muuttõõzz da takaimaaiŠlmlaž ooumažvuõiggâdvuõđi õhttvuõđ di väŠldd čiõlggsânji lokku vuõssnaroodi nääŠlteŠmes ǩeâhssai vueŠjj äimm-muuttõõzz diõtt.

source: SPR oaidná ahte doaibmabijut dálkkádatrievdamiid oktavuođas váikkuhit máŋgga iešguđet vuogi mielde álgoálbmogiid olmmošvuoigatvuođaide, ja danin ferte álgoálbmogiid jietna gullot čielgasit maiddái máilmmiviidosaš dálkkádatrievdanšiehtadallamiid oktavuođas.
sms: SPN ǩiõččâmvueŠjj mieŠldd äimm-muuttõõzz vuârrvaikktõõzzâst tuejjeem tuåim vaikkte määŋgnalla vuõssnaroodi ooumažvuõiggâdvuõđid, da tõŠnt vuõssnaroodi jiõnn âlgg koŠlljed še meeraikõskksaž äimm-muuttõš-saaǥǥstõõllmõõžžâst.

source: SPR oaidná dálkkádatrievdama stuorit oktavuođas: joatkašuvvi birasnoađuheapmi ja maid lassánan ávkkástallan luondduriggodagain dagaha váddáseabbon doaibmat dávgasit ja heivehit sámi ealáhusaid ja ealáhushámiid / birgenlágiid rievdan dálkkádatdiliide.
sms: SPN vuäinn äimm-muuttõõzz veiddsab vuârrvaikktõõzzâst: juätkkjeei pirrõskueârmtumuš da lâssnam luâđreeŠǧǧesvuõđi äuŠǩǩumuš tuejjee šiõttlõõvvmõõžžâst vaiŠǧǧääb da seämma vaikktõs lij še sääŠmjieŠllemvueŠjji da jieŠllemvueŠjj / piŠrǧǧeemvuõđ šiõttlõõvvmõõžž vuârrvaikktõõzzâst muttstõõvvi äimmåårrmõõžžid.

source: SPR čuoččuha ahte deaŧaleamos vuohki sámi servodahkii heivehit iežas nuppástuvvan dálkkádahkii lea unnidit daguid hávváiduhttit ja seammás lasihit Sámi olbmuid, eallibiid ja luonddu suvdinnávcca seailluheami.
sms: SPN teäddad pueŠrben, što sääŠmõhttsažkåŠdd šiõttlââvv äimmmuuttõŠsse pueŠrben nuŠtt, što nääŠlteŠmes ǩeŠhssvuõđ ǩieŠppeet da ooudâsviiǥǥât SääŠmjânnam oummi, šeeŠvti da luâđ ǩeâllʼjemvuõđ seillmõõžž.

source: Globála hástalussan lea dat, ahte dálkkádatrievdan sáhttá čovdojuvvot dušše ovttasbarggu bokte ja válddedettiin atnui buoremus dieđut mat gávdnojit – sámi árbevirolaš máhttu lea danin dán hástalusa čoavdima deaŧalaš oassi.
sms: PukveeŠzz obb maaiŠlm kuõskki õhttsaztuâjjan lij tõt, što äimm-muuttõs räŠtǩǩumuužž vueiŠtet tuejjeed tåŠlǩ õhttsažtuâj pääiŠǩ da tän diõtt vääŠldet vääžnai juŠn valmmša åårrai teâđaid – saaŠmi vääžnai äŠrbbvuõđ mieŠlddsaž teâtt lij bieŠǩǩen tän tuâj räŠtǩǩumuužžâst.

source: Sámegiella ja dan sisttisdoallan klassifiserenvuogádat fievrreda sápmelaškultuvrra ja dan árbevieruid buolvvas bulvii.
sms: SääŠmǩiõll da tõn seŠst åårrai klasstõõllâmriâššmõš kuâdd saaŠmi kulttuur da tõn äŠrbbvuõđ puõlvvõõǥǥâst nobba.

source: Dálkkádatrievdama ráhkkananplánas ja vuogáiduvvama resurssaid várremis galgá váldojuvvot vuhtii sámegiela sajádat ja dorvvastuvvot sámegielaid seailun.
sms: Äimm-muuttõõzz tevvlõõttâmplaanâst da šiõttlõõvvmõõžž viõkkvääŠrest âŠlǧǧe väŠldded lokku sääŠmǩiõl staattus da staanâd sääŠmǩiõl seillmõš.

source: Sámegiela ja dan ealáhusaide laktáseaddji dieđu seailun gáibida, ahte sámeealáhusat seilot eallinfámolažžan.
sms: SääŠmǩiõl da tõn jieŠllemvueŠjjid kuõskki äŠšštobddmõõžž seillmõš ouddlâstt, što sääŠmjieŠllemvueŠjj seiŠlle jieŠllemviõkksânji.

source: Sámedikkit galget bastit oassálastit dásseárvosaččat dálkkádatrievdama mearrádusdahkanproseassaide nášuvnnalaš ja riikkaidgaskasaš dásis.
sms: SääŠmteŠǧǧ âlgg pâŠstted vuässõõttâd tääŠssärvvseŠld äimm-muuttõõzz kuõskki tuŠmmstõktuâjjpooddid naroodlaž da meeraikõskksaž tääŠzzest.

source: Sámedikkiide galgá addot stuorát mearridanváldi iežaset guovllus hálddašeapmái ja stivremii, daningo dat addá buoremus vejolašvuođaid vuogáiduvvat dálkkádatrievdamii sámi kultuvrra vuolggasajiid dáfus.
sms: SääŠmtegga âlgg uŠvdded šoorab mieŠrreemväŠldd jiijjâz vuuŠdes vaaldšem da jååŠđtumuŠšše, ku tõt oudd pueŠrab vuäittmõõžžid šiõttlõõvvâd äimm-muuttõŠsse sääŠmkulttuur šõddâmaalǥi beäŠlnn.

source: SPR oaidná, ahte Suoma ja Ruoŧa stáhtat galgaba ratifiseret ILO 169 - soahpamuša ja stáhtat galget váldit ON:a julggaštusa eamiálbmogiid vuoigatvuođain nášuvnnalaš lágaid oassin.
sms: SPN vuäinn, što LääŠddjânnam da Ruõcc valdiain feŠrttai ravveed ILO 169-suåppmõš da valdiain feŠrttai väŠldded YK čõõđtumuš vuõssnaroodi vuõiggâdvuõđin bieŠǩǩen naroodlaž lääŠjjšeâttmõõzz.

source: SPR gáibida, ahte davviriikkalaš sámesoahpamuš ratifiserejuvvo johtilit áššedovdijoavkku buktin evttohusa mielde.
sms: Valdiain âlgg staanâd saaŠmi ooumažvuõiggâdvuõđi teâuddjumuš še äimm SPN ouddlâstt, što tâŠvvjânnamlaž sääŠmsuåppmõš ravveet jåŠttlânji äŠšštobddiäŠrttel čuäjtem maadârdõõzz mieŠldd.

source: Soahpamuš dagašii vejolažžan sámi kultuvrra ovddideami golmma stáhta guovllus sámi kultuvrra vuolggačuoggáin. Dát dagašii dálkkádatrievdamii vuogáiduvvama álkibun ja dorvvastivččii sápmelaččaid olmmošvuoigatvuođaid ollašuvvama.
sms: Suåppmõš vueiŠttjââttŠči sääŠmkulttuur ooudâsviikkmõõžž koolm valdia vuuŠdest, koŠst liâ sääŠmkulttuur šõddâmaalǥ da hiâlpteŠči nääiŠt šiõttlõõvvmõõžž äimm-muuttõŠsse da staanŠči saaŠmi ooumažvuõiggâdvuõđi čõõđtumuužž.

source: SPR gáibida, ahte Meksikos juovlamánus 2010 Ovttastuvvan Nášuvnnaid (ON) dálkkádatrievdama rápmaoktasašsoahpamuša čuovvovaš oassebeallečoahkkimis, COP16-dálkkádatráđđádallamiin galgá sohppojuvvot lágalaččat čadni bázahusgeahpádusain ja soahpamuša rihkkuma sánkšuvdnaortnegis.
sms: SPN õõlǥat, što Meksikost rosttovmannust 2010 såbbrõõššâm vuâlla puõŠtti (YK) äimmmuuttõõzz kuõskki raammtakaisuåppmõõžž puõŠtti vueŠssbieŠllsåbbrest, COP16äimmsaaǥǥstõõllmõõžžin âlgg suåppâd lääŠjjlânji čõnnõõttâm kaaŠstuuccumuužžâst da suåppmõõžž paŠrtteem polstjõsriâššmõõžžâst.

source: gáibida, ahte eatnanspáppa gaskaliekkasvuohtadilli ii oaččo loktanit badjel 1,5 celsiusceahki.
sms: SPN õõlǥat, što skääđsuõllu kõskkteemperaturvueŠǩǩ ij vuäǯǯ kaggõõttâd pâŠjjel 1,5 celsiuskraadd.

source: Dán stuorát liekkasvuođadili loktaneapmi livččii buktit váikkuhusaid, maid lea veadjemeahttun ávaštit ja mat jáhku mielde uhkidivčče árktalaš eamiálbmogiid kultuvrra eallinvejolašvuođaid árktalaš guovlluin.
sms: Tän pâŠjjlab teemperatuur kaggõõttâm vaikktõõzz leŠčče vaiŠǧǧeŠld ouddtuŠmmjumuužžâst da aainâs vaarrteŠči aartklai vuõssnaroodi määŋg kulttuur jieŠllemvuäittmõõžžid aartklažnallšem vuuŠdin.

source: Stáhtat, mat eai deavdde bázahusgáibádusaid, galggašedje máksit mearkkašahtti sáhkuid jahkásaččat.
sms: Valdiain, kook jiâ jäŠǩǩteŠči kaaŠstõõlǥtumuužžeez, õõlǥŠči mäŠhssed eža jiânnai štraaffid piirieeŠjji.

source: Sáhkuid geavahivčče ovddidanriikkaid bázahuskeahtes energiijabuvttadanhámiid ovddideapmái.
sms: Štraaffid ââŠnnŠčeš ooudâsviikkâmjânnmi kaaŠstʼteŠmes energiipuuŠtʼtemvueŠjji ooudâsviikkmõŠšše.

source: Soahpamuša ollašuvvama várás ferte vuođđuduvvot riikkaidgaskasaš orgána ON:a vuollásažžan. Dan oktavuhtii galgá vuođđuduvvot eamiálbmotorgána, mii bearráigeahččá soahpamuša ollašuvvama ja dan váikkuhusaid eamiálbmogiidda.
sms: Suåppmõõžž čõõđtem diõtt âlgg vuâđđeed YK vuâlšažvuõŠtte meeraikõskksaž orgaan, koon õhttvuõŠtte âlgg vuâđđeed vuõssnaroodorgaan, kååŠtt välvv suåppmõõžž čõõđtumuuž da tõn vaikktõõzzid vuõssnaroodid.

source: SPR gáibida, ahte bázahusat galget geahpeduvvot mearkkašahtti láhkai.
sms: SPN õõlǥat, što kaaŠstid âlgg uuŠcceed eža jiânnai.

source: Kioto protokollas bázahusaid geahpedeami veardádallanmuddun lea addojuvvon jahki 1990.
sms: Kioto protokoollast kaaŠsti uuccumuužž veŠrddõõllâmpââŠjjen lij uŠvddum eeŠǩǩ 1990.

source: SPR oaidná, ahte dušše ovtta jagi bázahusaid ásaheapmi veardádallanmuddun gieđahallá eará stáhtaid eahpedásseárvosaččat ja dahká vejolažžan dili, mas geavatlaččat muhtun riikkat eai dárbbaš dahkat ollenge bázahusgeahpádusaid.
sms: SPN vuäinn, što pâi õõut eeŠjj kaaŠsti piijjmõš veŠrddõõllâmpââŠjjen kääzzkââstŠči jeeŠres valdiaid panntääŠzznallšem ärvvsânji da vueiŠttjââttŠči vueŠjj, koŠst praksiizzâst måttmin valdiain ij taarbâž tuejjeed ni vooŠps kaaŠstuuccummuužžid.

source: SPR evttoha, ahte veardádallanmuddun livčče stáhtaid gaskamearálaš bázahusat jagiin 1990-2000.
sms: SPN maadârd, što veŠrddõõllâmpââŠjjen leŠčči valdiai kõskkmieŠrrsa kaaŠst eeŠjjin 1990–2000.

source: SPR gáibida, ahte stáhtat galget geahpedit šaddovistebázahusaid dán gaskaárvvus 40 % jagi 2020 rádjai ja 90 % jagi 2050 rádjai.
sms: SPN õõlǥat, što valdiain âlgg uuŠcceed šâddpõrttkaaŠsteez tän kõskkäärvest 40 % eeŠjj 2020 mõõneeŠst da 90 % eeŠjj 2050 mõõneeŠst.

source: SPR oaidná, ahte bázahusaid meari galgá goahcat ođasmuvvi energiijavugiid ovddidemiin ja oažžut daid álbmoga fáhtemii hálbbes hattiin.
sms: SPN vuäinn, što kaaŠsti meäŠr âlgg čõggâd ođđsmõõvvi energiipuuŠtʼtemvueŠjjid ooudâsviiǥǥeeŠl da seämmaääiŠjest vuäǯǯad tõk šoorab ǩiiččeei meäŠr âânnmõŠšše vuõkksõs hõõŠddin.

source: Huksema energiijabeaktilvuohta galgá buoriduvvot huksennjuolggadusaiguin ja doarjagiiguin.
sms: Raajjmõõžž energiiviõkksõsvuõtt âlgg pueŠreed raajjâmšeâttmõõžžin da veäŠǩǩvuõđin.

source: Nášuvnnalaš dásis galget gárvvistuvvot dálkkádatlágat, maiguin hálddašuvvojit bázahusat ja ruhtaduvvojit dálkkádatrievdama eastindoaimmat ja dorvvastuvvojit eamiálbmogiid vuoigatvuođat dálkkádatrievdamis.
sms: Naroodlaž tääŠzzest âlgg raajjâd äimmlääŠjjid, kooi vieŠǩǩin čõõggât kaaŠstid da teäggtet äimm-muuttõõzz čõggâmtuåimid da staanât vuõssnaroodi vuõiggâdvuõđid äimm-muuttõõzzâst.

source: SPR oaidná, ahte riikkaidgaskasaš eamiálbmotpolitihkas galgá vuodjut eandalii geahpedit dálkkádatrievdama hehttehusaid eamiálbmogiidda ja eamiálbmogiid váikkuhanválddi dorvvasteapmái dálkkádatrievdama mearrádusdahkamis.
sms: SPN vuäinn, što meeraikõskksaž vuõssnaroodpolitiikk beäŠlnn âlgg åårsted smiõttâd eärben äimm-muuttõõzz diõtt hääitai uuccumuŠšše vuõssmeeraid da vuõssmeerai äiggavuäǯǯamvääŠld staanmõŠšše äimm-muuttõõzz kuõskki tuŠmmjemtuâjast.

source: Dálkkádatrievdama geahpedeami doaibmabijut galget dahkkot nu ahte dat eai čuoza negatiivvalaččat eamiálbmogiid dearvvašvuhtii ja birgenlági vejolašvuhtii.
sms: Äimm-muuttõõzz uuccumuŠšše ǩiččlõttâm tuåim âŠlǧǧe tuejjeed nuŠtt, što tõin jiâ leäkku ǩeŠlddemnallšem vaikktõõzz vuõssmeerai tiõrvâsvuõŠtte da jieŠllemvuäittmõõžžid.

source: SPR guottiha earenoamážit beaivvášenergiijain ávkkástallama lasiheami.
sms: SPN peälašt eärben peiŠvvenergii äuŠǩǩeem lââŠzztumuužž.

source: Bieggafámu lasiheamis sápmelaččaid árbevirolaččat ásaiduhttin guovlluin galgá sohppojuvvot ág.
sms: Piõggviõǥǥ lââŠzztumuužžâst saaŠmi äŠrbbvuõđ mieŠlddsânji aazztum vuuŠdid âlgg suåppâd äv.

source: sámedikkiin muhto maiddái ág.
sms: sääŠmteeŠǧǧin, di äv.

source: guovlluid báikkálaš árbevirolaš ealáhusaid ovddasteddjiiguin, earenoamážit boazodoaluin (orohagain).
sms: vuuŠdi pääiklaž äŠrbbvuõđ mieŠlddsaž jieŠllemvueŠjji võboršeeŠǩǩivuiŠm, eärben puäʒʒhååid (paalǥâskooŠddivuiŠm).

source: Bieggafápmu ii oaččo dahkat stuorit go smávva hehttehusa sápmelaččaid árbevirolaš ealáhusaide dego sápmelaš boazodollui.
sms: Piõggviõkk ij vuâǯǯ šõddeed jäänab hääit saaŠmi äŠrbbvuõđ mieŠlddsaž jieŠllemvueŠjjid mâŠte sääŠmpuäʒʒhoiddu.

source: Ođasmuvvi energiijahámiid lasiheapmi gáibida maiddái bioenergiija geavaheami lasiheami, mii sáhttá lasihit unnagavjačalmmážiid bázahusaid almmá áššáigullevaš filtariid haga.
sms: Ođđsmõõvvi energiivueŠjji lââŠzztumuš ouddlâstt še bioenergii ââŠnnem lââŠzztumuužž, kååŠtt vuäitt lââŠzzted uŠccčuõmârkaaŠstid notta ääŠššmieŠlddsai siŠlljeeŠji.

source: Muhtin guovlluin bioenergiija čoaggin uhkida álgoálbmogiid eallinvejolašvuođaid.
sms: Koin-ne vuuŠdin bioenergii noorrmõš sträššai vuõssnaroodi jieŠllemåårrmõõžžid.

source: Bioenergiija čoaggin galgá bargot suvdilis vugiin ja proseassas galget gudnejahttojuvvot álgoálbmogiid vuoigatvuođat.
sms: Bioenergii noorrmõš âlgg šõddâd ǩeâllʼjem nalla da proseezzâst âlgg ciŠsttjed vuõssnaroodi vuõiggâdvuõđid.

source: SPR geatnegahttá, ahte bioenergiija geavaheami lasiheapmi ii oaččo lasihit unnagavjačalmmážiid bázahusaid ja gáibida, ahte unnagavjačalmmážiid bázahusat galget hálddašuvvot beaktilut filtariin.
sms: SPN ouddlâstt, što bioenergii âânnmõõžž lââŠzztumuš ij vuâǯǯ lââŠzzted uŠccčuõmârkaaŠstid da õõlǥat, što uŠccčuõmârkaaŠstid âlgg cõggâd viõkksõs siŠlljeeŠjin.

source: Čáhcefámu lasiheapmi ii oaččo uhkidit luondduárvvuid iige dahkat stuorit go smávva hehttehusa sámi kultuvrii.
sms: ČääŠccviõǥǥ lââŠzztumuš ij vuâǯǯ sträššjed luâđreeŠǧǧesvuõđid ij-ga šõddeed jäänab hääit sääŠmkulttuuŠre.

source: SPR deattuha maid, ahte lavdnji ii leat ođasmuvvi energiijahápmi.
sms: SPN teäddad veâl tõn, što lâuŠŋŋ iŠllakku ođđsmõõvvi energiivueŠǩǩ.

source: SPR lea váimmusfámu lasiheami vuostá.
sms: SPN lij vuâstta atomviõǥǥ lââŠzztumuužž.

source: Sápmelaččaid muittus lea ain Tšernobyla váimmosfápmolihkuhisvuohta 1986:s ja dan váikkuhusat čuhcet ain sámi servodahkii ja sámiid árbevirolaš ealáhusaide.
sms: SaaŠmi muuŠšteeŠst lij veâl Tšernobyl atomviõkkpääiŠǩpäŠrttšõõvvmõš eeŠjjest 1986 da koonn vaikktõõzz sääŠmõhttsažkooŠddid da saaŠmi äŠrbbvuõđ mieŠlddsai jieŠllemvueŠjjid lij tobddâmnalla veâlâinn.

source: Váimmosfápmu ii leat buhtes energiijahápmi, muhto dat buktá bázahusaid dan huksema áigge, urána skáhppoma ja loagguma olis dego maid bázahusaid sajusteami oktavuođas.
sms: Atomviõkk iŠllakku puuŠttes energiipuuŠtʼtemvueŠǩǩ, leša šõddad kaaŠstid nuŠtt tõn raajjmuŠšše, uraan haŠŋǩǩummuŠšše da kuåivvâztuâj äiŠǧǧen mâŠte še njieŠšši mâŠŋŋsâjjdõõttâm äiŠǥǥen.

source: Davviriikkain, Suomas ja Ruošša lagašguovlluin urána skáhppon, loaggun, ruvkedoaibma ja váimmosfápmolihkohisvuohta sáhtáše duššadit sápmelaš árbevirolaš ealáhusaiguin bargama eavttuid.
sms: TâŠvvjânnmin, LääŠddjânnmest da Ruõšš õõldâsvuuŠdin uraan kuåivvâztuâjj da haŠŋǩǩumuš, kuåivvâstuåimmjumuš da atompäŠrttšõõvvmõš vuäitŠči pråppâŠtted saaŠmi äŠrbbvuõđ mieŠlddsai jieŠllemvueŠjji tuåimmjemoudldõõzzid.

source: Kyoto protocol, 1997 Sámi boazodoallu, sámi eanadoallu, čoaggin, bivdin ja eará ealáhusat, mat vuođđuduvvet
sms: UŠccčuõmârkaaŠstid jeät veâl rääŠjtukku eärben, leša rääŠjtõõzz kuâŠsǩǩe tåŠlǩ takainalla uŠccčuõmârkaaŠstid.

source: Eandalii ovddidanriikkaid ruovttuid dállodoaluide ja industriijai galgá gárvvistuvvot iežas ruhtadanvuogádat, man bokte ordnejuvvojit hálbbes filtarat dáid atnui.
sms: Eärben ooudâsviikkâmjânnmi dommtäälaid da faabriŠǩǩe âlgg valmšted jiijjâz teäggtemriâššmõš, koon pääiŠǩ riâžžât vuõkksõs siŠlljeeŠjid tõi âânnmõŠšše.

source: Ná sáhttet hálbbet ja beaktilit hálddašuvvot unnagavjačalmmážiid bázahusat globála viidodagas.
sms: NääŠit vuäitŠčeš hääŠlbeŠld da viõkkšânji cõggâd uŠccčuõmârkaaŠstid pukveeŠzz obb maaiŠlmest.

source: Váilevaš buollima dagahan unnagavjačalmmážiid bázahusat dego čáhppes čitna ja giehpa leat stuorát rollas eatnanspáppa liegganeamis go mii lei vuorddehahtti.
sms: Panntiuddsaž pueŠllmõõžžâst sâŠdde uŠccčuõrmmâz mâŠte čaŠppes ill da reŠnn liâ vuõssʼsâjjsab tuâjast, skääđsuõllu pakknumuužžâst.

source: Unnagavjačalmmážiid bázahusain leat maiddái mearkkašahtti dearvvašvuođalaš váikkuhusat, mat dahket menddo árra jápmimiid globála dásis.
sms: UŠccčuõmârkaaŠstin liâ še vuõssŠsâjjsa tiõrvâsvuõttvaikktumuužžid šõddeei pååŠmh da tõk veǩǩa ooudbeäŠläiggsaid jäämmʼmõõžžid globaaleŠld.

source: Dáid bázáhusaid geahpideapmi buvttášii buriid váikkuhusaid ja bohtosiid jođánit.
sms: Näkkam kaaŠsti ǩeäppnumuš pohtt jåŠttlõs da miõttlaž pohttmõõžžid.

source: Unnagavjačalmmážat jođálmahttet dálkkádatrievdama eandalii árktalaš guovllus ja dáid bázahusaid geahpedeapmi lea hui dehálaš dálkkádatrievdama caggamis.
sms: UŠccčuõrmmâz loŋŋnâŠtte äimm-muuttõõzz eärben aartklažnallšem vuuŠdest da näkkam kaaŠsti uuccumuš lij vuõssärvvsânji vääžnai äimm-muuttõõzz cõggmõõžžâst.

source: Váldooassi unnagavjačalmmážiin johtá Ásias áibmorávnnjiid mielde árktalaš guovlluide.
sms: Jäänaš uŠccčuõrmmsin jåått äimmräuŠnnji mieŠldd aartklažnallšem voudda Aasiast.

source: Luoitádettiin muohttaga dahje jieŋa ala giehpa čáhpodahttá daid gierraga.
sms: Luâšttõõttmen muõtti da jiõŋ ool reŠnn čâppad čääŠʒʒooŠle da jânnamooŠle.

source: Čáhppes giera njammá beaivváža suonjardeami beaktileappot ja ná muohta ja jiekŋa suddet johtileappot.
sms: ČaŠppes oolâž njeemm šuõnstõõzz pueŠrben da nääiŠt muõtt da jiõŋŋ soŠdde jåŠttlubân.

source: Proseassa jođálmahttá liegganeami eandalii árktalaš guovlluin.
sms: Prosess loŋŋnad pakknumuužž eärben aartklažnallšem vuuŠdest.

source: SPR doarjala dasa, ahte mohtorgielkkáid ja njealjejuvllagiid energiijabeaktilvuohta buoriduvvo jođánit.
sms: SPN tuäivv, što motorǩeâlkai da motorbieŠǩǩi energiiviõkksõsvuõđ pueŠreet jåŠttlânji.

source: Sámi árbevirolaš ealáhusat dárbbašit dáid biergasiid barggustis, muhto dat galggaše ovddiduvvot nu, ahte dat buvttadit unnit bázahusaid. Eandalii njealjejuvllagiid galggašii ovddidit dorvvolaččabun ja dakkárin, ahte dat guođášedje lundui unnit luottaid.
sms: SaaŠmi äŠrbbvuõtt mieŠlddsa jieŠllemvueŠjj taarbše täid niâvvaid tuâjstes, leša täidd õõlǥŠči ooudâsviikkâd nuŠtt, što tõk leŠčče uuŠccab kaaŠst tuejjeeŠjen da eärben motorbieŠǩǩid õõlǥŠči raajjâd staanjeŠben da luõttu uuŠccben ǩiõjid kueŠđđjen.

source: Dát doarjjošii maiddái biodiversitehta suodjaleami.
sms: Tät tuärjjeŠči še biodiversiteet suõŠjjumuužž.

source: SPR evttoha, ahte stáhta dutkanlágádusat ovttas fitnodagaiguin ja sámiid árbevirolaš ealáhusaid ovddasteddjiiguin álggahivčče dákkár ovddidanbarggu johtilit.
sms: SPN maadârd, što valdia kõskksa tuŠtǩǩeemstrooiŠtel õõutsââŠjest põrggji da saaŠmi äŠrbbvuõtt mieŠlddsai jieŠllemvueŠjji võboršeeŠǩǩivuiŠm altteŠči näkkam ooudâsviikkâmtuâj jåŠttlânji.

source: SPR oaidná, ahte dálkkádatrievdama dustemis galgá doahttalit ON:a biodiversitehtasoahpamuša artihkal 8(j):a ja váldit vuhtii árbevirolaš dieđu, geavadat ja innovašuvnnat ja sápmelaččaid váikkuhanvejolašvuođaid maiddái riikkaidgaskasaš orgánain dán artihkkala vuođul.
sms: SPN vuäinn, što äimm-muuttõõzz vuâsttatuâsttmõõžžâst âlgg jäŠǩǩted YK biodiversiteetsuåppmõõžž artiik 8(j):st da väŠldded lokku saaŠmi äŠrbbvuõtt mieŠlddsaž teâtt, praksiizz da innovaatiaid da saaŠmi äiggavuäǯǯamvaikktõõzz še meeraikõskksaž orgaanin kõõččmõõččâst åårrai artiik nuäjin.

source: SPR háliida giddet fuopmášumi maiddái soahpamuša artihkkalii 10(c), mii mearrida, ahte soahpamušoassebealit galget suodjalit ja movttiidahttit biologalaš resurssaid árbevirolaš geavaheami árbevirolaš kultuvrralaš vugiid mielde, mat heivejit suodjaleami ja suvdilis geavaheami gáibádusaide.
sms: SPN haaŠlad väŠldded lokku pueŠrben še suåppmõõžž artiikka 10(c), kååŠtt mieŠrrad, što suåppâmvueŠssbeäŠlin âlgg suõŠjjeed da peälšted biologiinallšem resuurzi äŠrbbvuõđ mieŠlddsa âânnmõõžž, äŠrbbvuõđ mieŠlddsa kulttuurlaž vueŠjji mieŠlddsânji,

source: SPR guoddá fuola das, ahte stáhtat eai leat vel juksan ulbmilis bissehit luonddu máŋggalágánvuođa maŋosmannama jagi 2010 rádjai.
sms: SPN lij peŠcclest tõŠst, što valdia jiâ leäkku vuäittam õstteed täävtõõzzes åårstâŠtted luâđ määŋgpeäŠllsažvuõđ vääivõõttmõõžž eeŠjj 2010 mõõneeŠst.

source: SPR ávžžuha stáhtaid suodjalit luonddu máŋggahámatvuođa ja dorvvastit dan eandalii riikkaidgaskasaš biodiversitehtajagi 2010.
sms: SPN auŠǯǯai valdiaid suõŠjjeed luâđ määŋgpeäŠllsažvuõđ da staanâd eärben meeraikõskksiŠžžen biodiversiteeteeŠjjest 2010.

source: bissehit luonddu máŋggahámatvuođa gáržuma jagi 2010 rádjai. mearrádusdahkamis gieđahallošii biodiversitehtasoahpamuša konteavsttas ja váldojuvvošii vuhtii 2010 máŋŋásaš strategiijas.
sms: SPN âânn vääžnai äŠššen, što äimm-muuttõõzz äiggavuäǯǯmõõžžid äŠrbbvuõttmieŠlddsa tiõttu da tõn primmtõõššmõõžž äimm-muuttõštuŠtǩǩumuužžâst da tuŠmmstõktuâjst ǩiõttʼtõõllŠčeš biodiversiteettsuåppmõõžž teksttõhttvuõđâst da vääldŠčeš lokku eeŠjj 2010 mââibu biodiversiteet täävtõõzzin.

source: SPR evttoha, ahte soahpamuša COP10-čoahkkimis 2010 Nagoyas 18.–29.10.2010 mearriduvvošii, ahte artihkal 8 (j) máŋggajahkásaš bargoprográmmii váldošii ođđa doaibma: dálkkádatrievdan ja árbevirolaš diehtu.
sms: SPN maadârd, što suåppmõõžž COP10-såbbrest 2010 Nagoyast 18.–29.10.2010 tuŠmmjeŠčeš, što artiik 8(j) määŋgekksa tuâjjprograŠmme vääldŠčes ođđ tuâj: äimm-muuttõš da äŠrbbvuõtt mieŠlddsaž teâtt.

source: SPR bivdá stáhtaid ovddidit čoahkkimis dán doaimma ollašuvvama.
sms: SPN räukk valdiaid oouŠdeed såbbrest tän tuâj čõõđtumuužž.

source: Orgána galggašii doaibmat ovttasbarggus ON:a eamiálbmoga bistevaš forumain ja biodiversitehtasoahpamuša WG8Jbargojoavkkuin.
sms: YK äimm-muuttõssuåppmõõžž õhttvuõŠtte âlgg vuâđđeed vuõssnaroodi veerjlaž orgaan, kååŠtt valmštââll da välvv vuõssnaroodi kuõskki äimm-muuttõstuŠmmštõktuâj.

source: Orgána doaimma vuođđun galggašii leat ON:a julggaštus eamiálbmogiid vuoigatvuođain (eamiálbmotjulggaštus).
sms: YK vuõssnaroodi põõšši da biodiversiteetsuåppmõõžž WG8JtuâjjäŠrttlin Orgaan tuejjumuužž vuâđđân õõlǥŠči leeŠd YK čõõđtumuš vuõssnaroodi vuõiggâdvuõđin (vuõssnaroodčõõđtumuš).

source: Orgánii galget dorvvastuvvot doarvái stuorra doaibma- ja áššedovdiresurssat.
sms: OrgaŠnne âlgg staanâd riŠjttjemnalla tuåimmjem- da äŠšštobddiresuurzz.

source: Dat galgá doaibmat ovttasbarggus ráđđehusaid gaskasaš dálkkádatpanelain ja Árktalaš Ráđiin.
sms: Tõt âlgg še tuåimmjed õhttsažtuâjast halltõõzzkõskksa äimm-muuttõs paneel da Aartkla Suåvtõõzzin.

source: Orgánas galget leat ovddastuvvon gokčevaččat eamiálbmogiid álbmotválljen orgánat ja organisašuvnnat mat ovddastit álgoálbmogiid geográfalaš gokčevašvuohta vuhtii válddedettiin.
sms: Orgaanâst âŠlǧǧe leeŠd eeŠttkâŠsttmen jäänab vuõssnaroodi võboršeǩnallšem orgaan da organisaatiad, kook eeŠttkâŠstte vuõssnaroodid lokku vääŠldeeŠl jânnamtiõđlaž käŠttemvuõtt.

source: Stáhtat galget addit sámedikkiide jahkásaččat bissovaš ruhtadeami dálkkádatrievdama vuogáiduvvamii, dan dutkamii ja iežaset dálkkádatpolitihka ovddideapmái.
sms: Valdiain âlgg uŠvdded sääŠmtegga piirieeŠjji põõšši teäggtõõzz äimm-muuttõõzz šiõttõõvvmõŠšše, tõn tuŠtǩǩumuŠšše da jiijjâz äimmpolitiikk ooudâsviikkmõŠšše.

source: Juohke sámedikkis galgá doaibmat virgeolmmoš, guhte gieđahallá biras- ja dálkkádatáššiid ja áššedovdilávdegoddi, mii gieđahallá dáid áššiid.
sms: Pukin sääŠmteeŠǧǧin âlgg tuåimmjed pirrõs- da äimmaaŠššin vaŠstteei veŠrǧǧooumaž da äŠšštobddiluŠvddkåŠdd kååŠtt ǩiõttʼtââll täid kõõččmõõžžid.

source: Stáhtat berrejit addit bissovaš ruhtadeami dáid doaimmaid várás.
sms: Valdiain âlgg uŠvdded põõšši teäggtõs näkkam tuâjai hoiddu.

source: SPR oaidná, ahte dálkkádatrievdandutkamuš galgá lasihuvvot ja dutkamušas berre vuodjut eandalii dálkkádatrievdama váikkuhusaid ja hehttehusaid minimaliseremii árktalaš eamiálbmogiid ássanguovlluin.
sms: SPN vuäinn, što äimm-muuttõštuŠtǩǩumuužž âlgg lââŠzzted da tuŠtǩǩumuužžâst âlgg åårsted smiõttâd eärben äimm-muuttõõzz vaikktõõzzi da hääitai uuŠcceem diõtt aartkla vuõssnaroodi jälstemvuuŠdid.

source: Dutkama ja dutkanruhtadeapmi galggašii koordinerejuvvot ovttasráđiid stáhtaiguin, Árktalaš Ráđiin ja ág.
sms: TuŠtǩǩumuužž da tuŠtǩǩeemteäggtõõzz õõlǥŠči koordinoida õhttsažtuâjast valdiai, aartkla suåvtõõzz da äv.

source: eamiálbmogiiguin.
sms: vuõssnaroodin.
